---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.SquareCentimeters
source: html/9eeb8143-ee3a-8f45-2745-d9bb132e058c.htm
---
# Autodesk.Revit.DB.UnitTypeId.SquareCentimeters Property

Square centimeters.

## Syntax (C#)
```csharp
public static ForgeTypeId SquareCentimeters { get; }
```